Repository: KlubJagiellonski/pola-ios
Catalog: BuyPolish/Pola/SupportingFiles/*.lproj/Localizable.strings
Languages: pl

source: Ouch!
pl: Wystąpił błąd!

source: Dismiss
pl: Zamknij

source: Cannot fetch product info from server. Please try again.
pl: Niestety nie udało się pobrać danych. Spróbuj ponownie.

source: Not valid barcode. Please try again.
pl: Nie poprawny kod kreskowy. Spróbuj ponownie.

source: Failed to upload data. Please try again.
pl: Niestety nie udało się wysłać danych. Spróbuj ponownie.

source: Report
pl: Zgłoś

source: photos:
pl: zdjęcia:

source: description:
pl: opis:

source: Additional info
pl: Dodatkowe informacje

source: Send
pl: WYŚLIJ

source: Cancel
pl: Anuluj

source: Take a photo
pl: Zrób zdjęcie

source: Choose from library
pl: Wybierz z biblioteki

source: percent of polish holders
pl: udział polskiego kapitału

source: Report info
pl: Zgłoś jeśli posiadasz bardziej aktualne dane na temat tego producenta

source: not part of global company
pl: nie jest częścią zagranicznego koncernu

source: is registered in Poland
pl: zarejestrowana w Polsce

source: created rich salary work places
pl: prowadzi badania i rozwój w Polsce

source: producing in PL
pl: produkuje w Polsce

source: This is Pola's friend
pl: To jest przyjaciel Poli

source: look at Pola's friends
pl: ZOBACZ PRZYJACIÓŁ POLI

source: Loading...
pl: Pobieranie danych...

source: Sending...
pl: Wysyłanie...

source: Report sent
pl: Raport wysłany

source: Error occured
pl: Wystąpił błąd

source: Info
pl: Informacje

source: Close
pl: Zamknij

source: Progress Points
pl: %i pkt.

source: About Pola application
pl: O APLIKACJI POLA

source: InstructionSet
pl: INSTRUKCJA OBSŁUGI

source: About KJ
pl: O KLUBIE JAGIELLOŃSKIM

source: Team
pl: ZESPÓŁ

source: Partners
pl: PARTNERZY

source: Pola's friends
pl: PRZYJACIELE POLI

source: Write to us
pl: NAPISZ DO NAS

source: Rate us
pl: OCEŃ NAS

source: Pola on GitHub
pl: GITHUB

source: Pola on Facebook
pl: FACEBOOK

source: Pola on Twitter
pl: TWITTER

source: mail_title
pl: Wiadomość wysłana z aplikacji Pola

source: Scan barcode
pl: Umieść kod kreskowy produktu w prostokącie powyżej aby dowiedzieć się więcej o firmie, która go wyprodukowała.

source: Type or paste code
pl: Wpisz kod produktu lub wklej ze schowka

source: Paste and activate
pl: Wklej i aktywuj

source: Report error in data
pl: ZGŁOŚ BŁĄD DANYCH

source: Report Info Need Data
pl: Pola nie ma jeszcze wszystkich danych dotyczących tego producenta. Prześlij nam zdjęcia tego produktu

source: Write a data error raport
pl: Napisz zgłoszenie błędu danych.

source: Write a data error raport or send images
pl: Napisz zgłoszenie błędu i/lub wyślij zdjęcie.

source: Camera Privacy Title
pl: Brak dostępu do kamery

source: Camera Privacy Scan Barcode Description
pl: Pola wymaga dostępu do kamery aby móc skanować kody kreskowe z produktów. Przejść do ustawień?

source: Camera Privacy Capture Video Description
pl: Pola wymaga dostępu do kamery aby móc nagrać film. Przejść do ustawień?

source: Settings
pl: Ustawienia

source: Write code error
pl: błędny kod

source: Searching for barcode
pl: Szukam kodu kreskowego...

source: Barcode not found
pl: Kod kreskowy nie został odnaleziony.

source: About.Info
pl: Aplikacja Pola wersja %@ © Klub Jagielloński

source: Accessibility.CheckRow.Unknown
pl: Brak informacji

source: Accessibility.CheckRow.Selected
pl: Zaznaczone

source: Accessibility.CheckRow.NotSelected
pl: Odznaczone

source: Accessibility.RectangleHint
pl: Umieść kod kreskowy produktu w tym prostokącie

source: Accessibility.MainProgressValue
pl: %@ na 100 pkt.

source: Accessibility.SecondaryProgressValue
pl: Udział polskiego kapitału %@

source: Accessibility.WriteCode
pl: Wpisz kod kreskowy

source: Accessibility.TeachPola
pl: Naucz Polę tego produktu

source: Accessibility.Flash
pl: Flesz

source: Accessibility.PolaFriends
pl: Przyjaciele Poli

source: Accessibility.Info
pl: Informacje o aplikacji

source: Accessibility.Keyboard.Accept
pl: Zatwierdź

source: Accessibility.Keyboard.Delete
pl: Usuń ostatnią cyfrę

source: Accessibility.Close
pl: Zamknij

source: Accessibility.CardHint
pl: Otwórz lub zamknij poprzez kliknięcie

source: Accessibility.Company.Logotype
pl: Logo firmy %@

source: Accessibility.Company.Logotype.Hint
pl: Dotknij, aby otworzyć stronę internetową firmy

source: Accessibility.Company.BrandLogotype
pl: Logo marki %@

source: Accessibility.Report.AddPhoto
pl: Dodaj zdjęcie

source: Accessibility.Logo
pl: Strona główna

source: CaptureVideo.Timer.Seconds
pl: sek.

source: CaptureVideo.Start
pl: START

source: CaptureVideo.Sending
pl: Wysyłanie zdjęć

source: CaptureVideo.Thanks
pl: Dziękujemy

source: CaptureVideo.Failed
pl: Wystąpił błąd

source: Accessibility.Gallery
pl: Galeria

source: MainTab.Scanner
pl: Skaner kodów

source: MainTab.Search
pl: Wyszukiwarka

source: MainTab.News
pl: Wiadomości
